Repository: collective/collective.ckeditor
Catalog: src/collective/ckeditor/locales/*/LC_MESSAGES/collective.ckeditor.po
Languages: de, es, fr, it

source: Full CKeditor toolbar providing every available functionnalities (some functionnalities could not work correctly depending on your Plone settings)
de: Vollständige CKEditor-Werkzeugleiste, die alle Funktionalitäten anbietet (manche davon können eventuell abhängig der Plone-Einstellungen nicht korrekt funktionieren).
es: Barra de herramientas completa (algunas características pueden no funcionar correctamente dependiendo de la configuración de su Plone)
fr: Barre d'outils complète (certaines fonctionnalités pourraient ne pas fonctionner correctement en fonction de la configuration de votre Plone)

source: Greek Html Entities
de: Griechische HTML-Sonderzeichen
es: Entidades HTML Griegas
fr: Entitées HTML Grecs
it: Entità html della lingua Greca

source: Html Entities
de: HTMl-Sonderzeichen
es: Entidades HTML
fr: Entités HTML
it: Entità html

source: If you want some cke control panel properties overload local field widget properties, enter the properties names list here. Example, enter 'width' and 'height' to get always the same values. Look at ZMI > portal_properties > ckeditor_properties for all properties names.
de: Falls sie Feld-Widget Properties durch CKEditor-Properties überladen wollen, dann tragen Sie die Namen der Properties in diese Liste. Beispielsweise, 'width' und 'height', um immer dieselben Werte zu erhalten. Schauen Sie in ZMI > portal_properties > ckeditor_properties für alle Namen der Properties.
es: Si desea anular algunas propiedades del panel de control de CKEditor, ingrese la lista de propiedades aquí. Por ejemplo, ingrese 'width' y 'height' para obtener siempre los mismos valores. Busque en la herramienta ZMI > portal_properties > ckeditor_properties para ver todos los nombres de las propriedades.
fr: Si vous voulez surcharger quelques propriétés du panneau de configuration CKEditor, entrez la liste des propriétés ici. Par exemple, entrez 'width' et 'height' pour obtenir toujours les mêmes valeurs. Regardez dans ZMI > portal_properties> ckeditor_properties pour voir tous les noms des propriétés.

source: Image portal type
de: Bild Portal Type
es: Tipo de contenido Imagen
fr: Type de contenu Image
it: Tipo di contenuto immagine

source: Latin Html Entities
de: Lateinische HTML-Sonderzeichen
es: Entidades HTML Latinas
fr: Entités HTML Latin
it: Entità html della lingua Latina

source: Loading...
de: Laden...

source: Menu styles
de: Menüstile
es: Menú de estilos
it: Stili dei menu

source: Minimal toolbar
de: Minimale Werkzeugleiste
es: Barra de herramientas mínima
fr: Barre d'outils minimale
it: Toolbar minimale

source: Plugin format is 'id'.
de: Plugin-Format ist 'id'.

source: Plugin format is 'id;relative path'.
de: Plugin-Format ist 'id;relativer Pfad'.
es: El formato del complemento es 'id;ruta relativa'.
fr: Le format des plugins est 'id;relative path'.

source: Plugins to remove
de: Zu entfernende Plugins

source: Portal Types for flash contents linking
de: Portal Types für das Verlinken von Flash.
es: Tipo de contenidos usados para añadir contenido Flash
fr: Types de contenu utilisés pour insertion Flash
it: Tipi di contenuto per i collegamenti a contenuti flash

source: Portal Types for images linking
de: Portal Types für das Verlinken von Bildern.
es: Tipo de contenidos usados para añadir imágenes
fr: Types de contenu utilisé pour insertion d'image
it: Tipi di contenuto per i collegamenti a immagini

source: Pull-quote bloc
de: Pull Quote block
es: Destacar
fr: Mise en exergue

source: Resources Browser
de: Resourcen-Browser
es: Navegador de recursos
fr: Navigateur de ressource
it: Browser delle risorse

source: Setup of Advanced Content Filter. Read documentation at http://docs.ckeditor.com/#!/guide/dev_advanced_content_filter
de: Einstellungen der 'Advanced Content Filter'. Dokumentation: http://docs.ckeditor.com/#!/guide/dev_advanced_content_filter

source: Standard Plone toolbar (recommanded)
de: Standard-Plone-Werkzeugleiste (empfohlen)
fr: Barre d'outils standard Plone (recommandée)
it: Toolbar standard di Plone (raccomandata)

source: Templates will replace the current contents of the visual editor window
de: Vorlagen werden den aktuellen Inhalt im Editorfenster ersetzen.
fr: Les templates remplacerons le contenu courant
it: I template sostituiranno i contenuti correnti della finestra di editor visuale

source: Toolbar
de: Werkzeugleiste
fr: Barre d'outils

source: URLs of Javascript files that register custom templates
de: URLs von Javascript-Dateien, die eigene Templates registrieren.
fr: URLs des fichiers Javascript qui déclare des templates personnalisés
it: Gli URL di file Javascript che registrano nuovi template.

source: Whether to convert some Latin characters Latin alphabet No. 1, ISO 8859-1) to Html entities.
de: Ob Sie manche lateinischen Zeichen (lateinisches Alphabet Nr. 1, nach ISO 8859-1) zu HTML-Entitäten umwandeln wollen.
fr: Pour convertir certains caractères latins alphabet latin n ° 1, de la norme ISO 8859-1 en entités HTML

source: Whether to convert some symbols, mathematical symbols, and Greek letters to Html entities.
de: Ob Sie (mathematische) Symbole und griechische Zeichen zu HTML-Entitäten umwandeln wollen.
fr: Pour la conversion de certains symboles, les symboles mathématiques et les lettres grecques en entités HTML.

source: Whether to use Html entities in the editor.
de: Ob Sie HTML-Entitäten im Editor genutzt werden.
fr: Pour utiliser des entités HTML dans l'éditeur.

source: Widget overload
de: Widget-Überschreibung
fr: Surcharge widget

source: With non compatible browsers, you should still be able to see and edit the contents (HTML) in a plain text field.
de: Auch mit einem nicht kompatibeln Browser, sollten Sie immer noch in der Lage sein den Inhalt (HTML) als Klartext zu beschreiben.

source: Your browser is not compatible with CKEditor.
de: Ihr Browser nicht kompatibel mit dem CKEditor.

source: help_format
de: Wählen Sie das Format, welches für den Inhalt in diesem Dokument verwendet werden soll. Falls Sie unsicher sind, welches Format zu nutzen ist, wählen Sie Klartext und schreiben das Dokument, wie sie für gewöhnlich machen.
fr: Sélectionnez le format que vous voulez pour saisir le contenu de ce document. Si vous n'êtes pas sûr de choisir le bon format à utiliser, il suffit de sélectionner Texte brut et de saisir le document comme vous le faites habituellement.

source: label_format
de: Format
fr: Format
it: Formato

source: plain_text
de: Klartext
fr: Texte brut
it: Testo semplice

source: structured_text
de: Strukturierter Text
fr: Texte structuré
it: Testo strutturato

source: Pull-quote
es: Destacar
fr: Mise en exergue

source: name
fr: nom
