Repository: collective/collective.ckeditor
Catalog: src/collective/ckeditor/locales/*/LC_MESSAGES/collective.ckeditor.po
Languages: de, es, fr, it

source: CKEditor is compatible with ${browser} or higher.
de: Der CKEDITOR ist kompatibel mit ${browser} oder höher.

source: It is also compatible with ${alsoBrowsers}.
de: Er ist außerdem kompatibel mit ${alsoBrowsers}.

source: + and $1
de: + und $1

source: Actual Url
de: Eigentliche URL

source: Add list of pairs CONTAINER_TYPE|FILE_TYPE. The file portal type choosen for upload will depend on contextual container portal type. * means any portal type.Take care, no control is done over this field value.
de: Füge eine Liste von Paaren CONTAINER_TYPE|FILE_TYPE hinzu. Der jeweilige File Portal Type hängt vom jeweiligen Container Portal Type ab. Stern (*) steht für jeden Portal Type. Beachte, dass keine Prüfung über den Feldwert vorgenommen wird.
es: Añadir lista de pares CONTAINER_TYPE|FILE_TYPE. El tipo de contenido de archivo elegido para cargar dependerá del tipo de portal de contenedor contextual. * significa cualquier tipo de contenido. Tenga cuidado, no se realiza ningún control sobre este valor de campo.
fr: Ajouter une liste de paires TYPE_CONTENEUR | TYPE_FICHIER. Le type de fichier choisi portail pour le téléchargement dépendra du type de contenu receveur. * signifie tous les types de contenu. Attention, aucun contrôle n'est fait sur la valeur de ce champ.
it: Aggiungi una lista di coppie CONTAINER_TYPE|FILE_TYPE. Il tipo di contenuto scelto per il caricamento di file dipenderà dal tipo di contenuto contenitore. * significa qualsiasi tipo di contenuto. Prestare particolare attenzione poichè non viene effettuato alcun controllo sui valori di questo campo.

source: Add list of pairs CONTAINER_TYPE|FLASH_TYPE. The flash portal type choosen for upload will depend on contextual container portal type. * means any portal type. Take care, no control is done over this field value.
de: Füge eine Liste von Paaren CONTAINER_TYPE|FLASH_TYPE hinzu. Der jeweilige Flash Portal Type hängt vom jeweiligen Container Portal Type ab. Stern (*) steht für jeden Portal Type. Beachte, dass keine Prüfung über den Feldwert vorgenommen wird.
es: Añadir lista de pares CONTAINER_TYPE|FLASH_TYPE. El tipo de contenido flash elegido para cargar dependerá del tipo de portal de contenedor contextual. * significa cualquier tipo de contenido. Tenga cuidado, no se realiza ningún control sobre este valor de campo.
fr: Ajouter une liste de paires TYPE_CONTENEUR | TYPE_FLASH. Le type de contenu flash choisi pour le téléchargement dépendra du type de contenu receveur. * signifie tous les types de contenu. Attention, aucun contrôle n'est fait sur la valeur de ce champ.
it: Aggiungi una lista di coppie CONTAINER_TYPE|FLASH_TYPE. Il tipo di contenuto scelto per il caricamento di file flash dipenderà dal tipo di contenuto contenitore. * significa qualsiasi tipo di contenuto. Prestare particolare attenzione poichè non viene effettuato alcun controllo sui valori di questo campo.

source: Add list of pairs CONTAINER_TYPE|FOLDER_TYPE. The folder portal type choosen for folders creation will depend on contextual container portal type. * means any portal type. Take care, no control is done over this field value.
de: Füge eine Liste von Paaren CONTAINER_TYPE|FOLDER_TYPE hinzu. Der jeweilige Folder Portal Type hängt vom jeweiligen Container Portal Type ab. Stern (*) steht für jeden Portal Type. Beachte, dass keine Prüfung über den Feldwert vorgenommen wird.
es: Añadir lista de pares CONTAINER_TYPE|FOLDER_TYPE. El tipo de contenido carpeta elegido para la creación de las carpetas dependerá del tipo de portal de contenedor contextual. * significa cualquier tipo de contenido. Tenga cuidado, no se realiza ningún control sobre este valor de campo.
fr: Ajouter une liste de paires TYPE_CONTENEUR | TYPE_DOSSIER. Le type de dossier choisi pour la création des dossiers dépendra du type de contenu receveur. signifie tous les types de contenu. Attention, aucun contrôle n'est fait sur la valeur de ce champ.
it: Aggiungi una lista di coppie CONTAINER_TYPE|FOLDER_TYPE. Il tipo di contenuto scelto per il caricamento delle cartelle dipenderà dal tipo di contenuto contenitore. * significa qualsiasi tipo di contenuto. Prestare particolare attenzione poichè non viene effettuato alcun controllo sui valori di questo campo.

source: Add list of pairs CONTAINER_TYPE|IMAGE_TYPE. The image portal type choosen for upload will depend on contextual container portal type. * means any portal type.Take care, no control is done over this field value.
de: Füge eine Liste von Paaren CONTAINER_TYPE|IMAGE_TYPE hinzu. Der jeweilige Image Portal Type hängt vom jeweiligen Container Portal Type ab. Stern (*) steht für jeden Portal Type. Beachte, dass keine Prüfung über den Feldwert vorgenommen wird.
es: Añadir lista de pares CONTAINER_TYPE|IMAGE_TYPE. El tipo de contenido imagen elegido para cargar dependerá del tipo de portal de contenedor contextual. * significa cualquier tipo de contenido. Tenga cuidado, no se realiza ningún control sobre este valor de campo.
fr: Ajouter une liste de paires TYPE_CONTENEUR | TYPE_IMAGE. Le type de contenu image choisi pour le téléchargement dépendra du type de contenu receveur. * signifie tous les types de contenu. Attention, aucun contrôle n'est fait sur la valeur de ce champ.
it: Aggiungi una lista di coppie CONTAINER_TYPE|IMAGE_TYPE. Il tipo di contenuto scelto per il caricamento di immagini dipenderà dal tipo di contenuto contenitore. * significa qualsiasi tipo di contenuto. Prestare particolare attenzione poichè non viene effettuato alcun controllo sui valori di questo campo.

source: Advanced Configuration
de: Erweitere Einstellungen
es: Configuración avanzada
fr: Configuration avancée
it: Configurazione avanzata

source: Allow browsing for links
de: Erlaube Navigierung durch die Seite für Links
es: Permitir búsqueda de enlaces
fr: Autoriser la recherche pour les liens

source: Allow file upload
de: Erlaube Dateiupload
es: Permitir la carga de archivo
fr: Autoriser le téléchargement (up) de fichier
it: Caricamento dei file

source: Allow flash upload
de: Erlaube Flashupload
es: Permitir la carga de archivo de flash
fr: Autoriser le téléchargement (up) de flash
it: Caricamento di flash

source: Allow folder creation
de: Erlaube Ordnererstellung
es: Permitir la creación de carpeta
fr: Autoriser la création de dossier
it: Creazione di cartelle

source: Allow image upload
de: Erlaube Bildupload
es: Permitir la carga de archivo de imagen
fr: Autoriser le téléchargement (up) d'image
it: Permetti il caricamento di immagini

source: Allow link objects by UID
de: Erlaube Linkobjekte über UID
es: Permitir enlazar objetos por UID
fr: Autoriser les liens par UID
it: Collegamenti ai contenuti tramite l'UID

source: Allow relative urls transformation
de: Erlaube relative URL-Transformationen
es: Permitir la transformación de URL relativa
fr: Autoriser la transformation d'URL relative
it: Trasforma gli url in url relativi

source: Area Body Class
de: Bereich Body CSS-Klasse
es: Clase del área de contenido
fr: Class de la zone de contenu
it: Classe dell'area di testo

source: Area Body Id
de: Bereich Body ID
es: ID del área de contenido
fr: ID de la zone de contenu
it: Id dell'area di testo

source: Automatic
de: Automatisch

source: Basic settings
de: Einstellungen
es: Parámetros básicos
fr: Paramètres de base
it: Impostazioni di base

source: Build your own CKEditor Toolbar. Take care with the javascript syntax. If you want to add new plugins, add new buttons here if needed.
de: Erstellen Sie ihre eigene CKEditor-Werkzeugleiste. Beachten Sie die JavaScript-Syntax. Wenn Sie neue Plugins hinzufügen, fügen Sie dazu neue Knöpfe hinzu falls notwendig.
es: Crea su propia barra de herramientas CKEditor. Tenga cuidado con la sintaxis de JavaScript. Si usted quiere añadir un nuevo complemento o "plugins", añada nuevos botones aquí si es necesario.
fr: Construisez votre propre barre d'outils. Attention à la syntaxe javascript. Si vous voulez ajouter de nouveaux plugins, ajouter les nouveaux boutons ici si nécessaire.
it: Costruisci la tua personale toolbar di CKEditor. Fai attenzione alla sintassi javascript. Per aggiungere nuovi plugin, aggiungi i nuovi bottoni qui se necessario.

source: Build your own CKEditor menu styles Combo box. Take care with the javascript syntax. If you want to use css classes or ids, the attributes must exist in your css.
de: Erstellen Sie ihr eigene Menü-Style-Combobox. Beachten Sie die JavaScript-Syntax. Falls Sie CSS-Klassen oder IDs nutzen, müssen die Attribute in ihrem CSS existieren.
es: Crea tu propio menú desplegable de estilos. Tenga cuidado con la sintaxis de JavaScript. Si desea usar las clases o los identificadores CSS, los atributos deben existir en su CSS.
fr: Construisez votre propre menu de styles. Attention à la syntaxe javascript. Si vous souhaitez utiliser des classes css ou des id, les attributs doivent exister dans votre css.
it: Costruisci i tuoi personali stili per il Combo box di CKEditor. Fai attenzione alla sintassi javascript. Se vuoi usare classi css o id, gli attributi corrispondenti devono essere presenti nei tuoi css.

source: CKEditor settings
de: CKEditor-Einstellungen
es: Parámetros de CKEditor
fr: Paramètres de CKEditor
it: Impostazioni di CKEditor

source: Call-out
de: Zitat
es: Cita
fr: Citation

source: Call-out bloc
de: Zitat
es: Cita
fr: Citation

source: Check if you want relative urls after saving forms. Useful when link by uid is not checked.
de: Anhaken, wenn URls nach Absenden des Formulars relativ gespeicht werden sollen. Nützlich, falls 'Links über UID deaktiviert' ist.
es: Marcar si desea URL relativas después de guardar. Útil si no usa enlaces con UID.
fr: Cocher si vous voulez des urls relative après avoir sauvegardé. Intéressant si vous n'utilisez pas les liens avec UID.
it: Seleziona se vuoi che gli url vengano trasformati in url relativi dopo il salvataggio del form. Questa opzione è utile se non sono attivi i collegamenti via UID.

source: Check if you want url with Unique ID (no more 404 errors when moving objects). Notice that portal_transforms in standard configuration transforms uid links in absolute urls in view displays.
de: Anhaken, wenn Sie URLs mit UID haben möchten (keine 404-Fehler nach Verschieben von Objekten). Beachte Sie, dass portal_transform in der Standardkonfiguration UID-Links in absolute in der Anzeige umwandelt.
es: Marcar si desea tener URL con Unique ID - UID (no más errores HTTP 404 al mover objetos). Tenga en cuenta que la herramienta portal_transforms en su configuración estándar transforma los enlaces de UID en URL absolutas para mostrar.
fr: Cocher si vous voulez avoir des URL avec des UID (pour ne plus avoir d'erreur 404 ). Noter que le portal_transforms dans sa configuration standard transforme les liens UID en URL absolue pour l'affichage.

source: Check to allow files upload in link dialog boxes).
de: Anhaken, um zu Dateiupload im Link-Dialog zu erlauben).
es: Marcar para permitir la carga de archivos en el cuadro de diálogo de enlaces.
fr: Cocher pour autoriser le téléchargement (up) de fichier dans la boite de dialogue des liens.
it: Seleziona per permettere il caricamento dei file nella finestra di dialogo dei link.

source: Check to allow folder creation in browser.
de: Anhaken, um zu Ordner-Erstellung im CK-Browser zu erlauben.
es: Marque para permitir la creación de carpetas en el navegador.
fr: Cocher pour authoriser la création de dossier dans le navigateur.
it: Seleziona per permettere la creazione di cartelle nel browser.

source: Check to allow server browsingused for medias linking.
de: Anhaken, um den CK-Browser für das Verlinken von Medien zu erlauben.
es: Marcar para permitir la navegación en el servidor para crear enlaces a recursos multimedias.
fr: Cocher pour authoriser la navigation dans le serveur pour créer des liens vers les médias.

source: Check to allow upload for flash content.
de: Anhaken, um Flash-Upload zu erlauben.
es: Marcar para permitir la carga de contenido flash.
fr: Cocher pour autoriser le téléchargement (up) de contenu flash.
it: Seleziona per permettere il caricamento di contenuto flash.

source: Check to allow upload for images.
de: Anhaken, um Bild-Upload zu erlauben.
es: Marcar para permitir la carga de imágenes.
fr: Cocher pour autoriser le téléchargement (up) des images.
it: Seleziona per permettere il caricamento di immagini.

source: Choose if you want SCAYT to be automatically enabled while the editor is loaded. This will only be the case if a relevant language can be used in SCAYT availble ones.
de: Wählen Sie, ob Sie SCAYT automatisch aktivieren wollen, wenn der Editor geladen wird. Dies ist nur der Fall, falls die betreffende Sprache in SCAYT zur Verfügung steht.
es: Marcar si usted quiere que SCAYT esté activado cuando se cargue el editor. SCAYT solo se activará si se puede seleccionar un idioma relevante de los disponibles.
fr: Cocher pour que SCAYT soit activé au chargement de l'éditeur. SCAYT ne sera cependant activé que si une langue pertinente aura pu être sélectionnée parmi celles disponibles

source: Choose if you want templates to replace the contents when inserted
de: Wählen Sie, falls Vorlagen die Inhalte der Seite ersetzen sollen.
es: Marcar si desea que las plantillas reemplacen el contenido en la inserción
fr: Choisir si vous voulez que les templates remplace le contenu à l'insertion
it: Seleziona se vuoi che i template sostituiscano i contenuti quando inseriti

source: Choose if you want to remove format on copy/paste, and paste only text and CR/LF
de: Wählen Sie, ob Sie Formatierung bei Kopieren/Einfügen entfernen wollen und Einfügen nur als nur Text (mit CR/LF) möchten.
es: Marcar si desea eliminar el formato durante el copiar/pegar, y pegue solo el texto y el final de la línea
fr: Choisir si vous voulez retirer le formatage durant le copier/coller, et coller uniquement le texte et les fins de ligne
it: Seleziona se vuoi che venga rimossa la formattazione durante il copia/incolla, e venga incollato solo il testo e i CR/LF

source: Choose the editor toolbar, edit the next field if you choose a Custom toolbar'.
de: Wählen Sie die Editor-Werkzeugleiste, bearbeiten Sie das nächste Feld, wenn sie eine Eigene Werkzeugleiste gewählt haben.
es: Marcar la barra de herramientas, edite el siguiente campo si elige una barra de herramientas personalizada.
fr: Choisir la barre d'outils, modifier le champ suivant si vous choisissez une barre d'outils Personalisée.
it: Seleziona la toolbar dell'editor, modifica il campo successivo se sciegli 'Toolbar Personalizzata'

source: Choose the portal type used for file upload.
de: Wählen Sie den Portal Type, der für den Bilder-Upload genutzt wird.
es: Seleccione el tipo de contenido para la carga de archivo.
fr: Choisir le type de contenu pour les téléchargements (up) de fichier.
it: Scegli il tipo di contenuto da utilizzare per il caricamento di file.

source: Choose the portal type used for flash content upload
de: Wählen Sie den Portal Type, der für den Flash-Upload genutzt wird.
es: Seleccione el tipo de contenido para la carga de archivo flash
fr: Choisir le type de contenu pour les téléchargements (up) de fichier flash.
it: Scegli il tipo di contenuto da utilizzare per il caricamento di contenuti flash

source: Choose the portal type used for folder creation
de: Wählen Sie den Portal Type, der für die Ordner-Erstellung genutzt wird.
es: Seleccione el tipo de contenido para la creación de carpeta
fr: Choisir le type de contenu pour la création de dossier.
it: Scegli il tipo di contenuto da utilizzare per la creazione di cartelle.

source: Choose the portal type used for image upload.
de: Wählen Sie den Portal Type, der für den Bild-Upload genutzt wird.
es: Seleccione el tipo de contenido para la carga de imagen.
fr: Choisir le type de contenu pour les téléchargements (up) d'image.
it: Scegli il tipo di contenuto da utilizzare per il caricamento di immagini.

source: Choose the types used for flash contents selection in browser.
de: Wählen Sie die Typen, die für die Flash-Auswahl im CK-Browser genutzt wird.
es: Seleccione los tipos utilizados para seleccionar contenido Flash en el navegador de medios.
fr: Choisir les types utilisés pour la sélection de contenu Flash dans le navigateur de média.
it: Scegli i tipi utilizzati per la selezione di contenuti flash nel browser.

source: Choose the types used for images selection in browser.
de: Wählen Sie die Typen, die für die Bild-Auswahl im CK-Browser genutzt wird.
es: Seleccione los tipos utilizados para la selección de contenido de imagen en el navegador de multimedia.
fr: Choisir les types utilisés pour la sélection de contenu Image dans le navigateur de média.
it: Scegli i tipi utilizzati per la selezione delle immagini nel browser.

source: Configuration of custom filtering. Taken in account only if Filtering option is 'Custom'. Use Javascript syntax. Read documentation at http://docs.ckeditor.com/#!/guide/dev_allowed_content_rules
de: Konfiguration von eigenen Filtern. Diese wird nur in Betracht gezogen, wenn die Filter-Option 'Custom' gewählte ist. Benutzen Sie JavaScript-Syntax. Die Dokumentation ist hier zu lesen: http://docs.ckeditor.com/#!/guide/dev_allowed_content_rules

source: Content Type Registry default configuration (recommanded)
de: Standard Konfiguration der Content Type Registry (empfohlen)
es: Configuración por defecto del Content Type Registry (recomendada)
fr: Configuration par défaut du Content Type Registry (recommandé)
it: Configurazione predefinita del Registro dei Contenuti (raccomandata)

source: Control CKEditor settings for Plone.
de: Verwalten der CKEditor-Einstellungen für Plone.
es: Controla los parámetros de CKEditor para Plone.
fr: Contrôler les paramètres de CKEditor pour Plone.
it: Configura le impostazioni di CKEditor per Plone.

source: Could not be resolved.
de: Konnte nicht aufgelöst werden.

source: Custom Allowed Content
de: Eigene erlaubte Inhalte.

source: Custom File portal type for upload
de: Eigene Datei-Portal Types für den Upload.
es: Tipo de contenido personalizado para la cargar de un Archivo
fr: Type de contenu personnalisé pour le téléchargement (up) de fichier
it: Tipo di contenuto personalizzato per il caricamento dei file

source: Custom Flash portal type for upload
de: Eigene Flash-Portal Types für den Upload.
es: Tipo de contenido personalizado para la cargar de un Archivo Flash
fr: Type de contenu personnalisé pour le téléchargement (up) de fichier Flash
it: Tipo di contenuto personalizzato per il caricamento di contenuti Flash

source: Custom Image portal type for upload
de: Eigene Bilder-Portal Types für den Upload.
es: Tipo de contenido personalizado para la cargar de una Imagen
fr: Type de contenu personnalisé pour le téléchargement (up) d'image
it: Tipo di contenuto personalizzato per il caricamento di immagini

source: Custom Toolbar fill next field
de: Für die Eigene Werkzeugeleiste das nächste Feld ausfüllen
es: Barra de herramientas personalizada, complete el siguiente campo
fr: Barre d'outils personalisée, remplir le champ suivant
it: Toolbar Personalizzata (modifica il campo successivo)

source: Custom configuration, fill next field
de: Für die Eigene Konfiguration das nächste Feld ausfüllen
es: Configuración personalizada, complete el siguiente campo
fr: Configuration personalisée, remplir le champ suivant
it: Configurazione personalizzata, utilizza il campo seguente.

source: Custom portal type for folder creation
de: Eigene Portal Types für die Ordner-Erstellungen
es: Tipo de contenido personalizado para la creación de una Carpeta
fr: Type de contenu personalisé pour la création de dossier
it: Tipo di contenuto personalizzato per la creazione di cartelle

source: Custom templates
de: Eigene Vorlagen
es: Plantillas personalizables
fr: Templates personnalisés
it: Template personalizzati

source: Custom: filter is setup according to Custom Allowed Content option.
de: Eigen: Der Filter ist entsprechend der `Eigenen erlaubten Inhalte` eingestellt.

source: Customized Toolbar
de: Eigene Werkzeugleiste
es: Barra de herramientas personalizada
fr: Barre d'outils personnalisée
it: Toolbar Personalizzata

source: Default Table Width
de: Standard Tabellenbreite.

source: Disabled: any content is allowed.
de: Deaktiviert. Kein Inhalt ist erlaubt

source: Editor Skin
de: Editor-Theme
es: Tema del editor
fr: Thème de l'éditeur

source: Editor height
de: Editor-Höhe
es: Altura del editor
fr: Hauteur de l'éditeur
it: Altezza dell'editor

source: Editor width
de: Editor-Breite
es: Ancho del editor
fr: Largeur de l'éditeur
it: Larghezza dell'editor

source: Enable SCAYT on startup
de: Aktiviere SCAYT beim Starten
es: Activar SCAYT (corrector de ortografía) por defecto
fr: Activer SCAYT (correcteur d'orthographe) par défaut

source: Enter the css class name applied to the body tag of the editor area
de: Tragen Sie den CSS-Klassennamen, der in den body-Tag des Editor-Bereichs eingetragen werden soll.
es: Ingrese el nombre del class css aplicado a la etiqueta body del área de edición
fr: Saisir le nom de la classe css à appliquer au tag body de la zone d'édition
it: Inserisci il nome della classe css da applicare al tag body dell'area dell'editor

source: Enter the css id applied to the body tag of the editor area
de: Tragen Sie die ID, der in den body-Tag des Editor-Bereichs eingetragen werden soll.
es: Ingrese el id css aplicado a la etiqueta body del área de edición
fr: Saisir l'identifiant css appliqué au tag body de la zone d'édition
it: Inserisci l'id css da applicare al tag body dell'area dell'editor

source: Enter the default table width
de: Tragen Sie die Standard Tabellenbreite ein

source: Enter the height of the editor in px % or em
de: Tragen Sie die Höhe des Editors in px % oder em.
es: Ingrese la altura del editor en px, % o em
fr: Saisir la hauteur de l'éditeur en px, % ou em
it: Inserisci l'altezza dell'editor in px, % o em

source: Enter the width of the editor in px % or em
de: Tragen Sie die Breite des Editors in px % oder em.
es: Ingrese el ancho del editor en px, % o em
fr: Saisir la largeur de l'éditeur en px, % ou em
it: Inserisci la larghezza dell'editor in px, % o em

source: Extra Allowed Content
de: Zusätzliche erlaubte Inhalte

source: Extra rules on top of automatic filtering. Taken in account only if Filtering option is 'Automatic'. Use Javascript syntax. Read documentation at http://docs.ckeditor.com/#!/guide/dev_allowed_content_rules
de: Extra Regeln zusätzlich zur automatischen Filterung. Dies wird nur in Betrachte bezogen, wenn die Filteroption 'Automatisch' gewählt ist. Benutzen Sie JavaScript-Syntax. Die Dokumentation ist hier zu lesen: http://docs.ckeditor.com/#!/guide/dev_allowed_content_rules

source: File portal type
de: Datei Portal Types
es: Tipo de contenido Archivo
fr: Type de contenu Fichier
it: Tipo di contenuto per i File

source: Filtering
de: Filterung

source: Flash portal type
de: Flash Portal Types
es: Tipo de contenido Flash
fr: Type de contenu Flash
it: Tipo di contenuto per i file Flash

source: Folder portal type
de: Ordner Portal Types
es: Tipo de contenido Carpeta
fr: Type de contenu Dossier
it: Tipo di contenuto per le Cartelle

source: Force paste as plain text
de: Erzwinge einfügen als Plain Text.
es: Forzar a pegar en texto sin formato
fr: Forcer coller en text brut
it: Forza incolla come testo semplice
